Repository: LitzeZ/box-breathing-app
Catalog: iOS/BoxBreathing/BoxBreathing/*.lproj/Localizable.strings
Languages: de

source: Settings
de: Einstellungen

source: Last Session
de: Letzte Session

source: Today
de: Heute

source: Last 7 Days
de: Letzte 7 Tage

source: Days
de: Tage

source: Breathing Pattern
de: Atemmuster

source: Phase Duration
de: Phasendauer

source: Speed of Inhale-Hold-Exhale
de: Geschwindigkeit der Atemzüge

source: Focus Mode
de: Fokus-Modus

source: Haptics
de: Haptik

source: Sound
de: Ton

source: Controls
de: Steuerung

source: Swipe Timer
de: Timer wischen

source: Quickly adjust the session duration.
de: Passe die Dauer schnell an.

source: Long press the settings gear to toggle UI visibility.
de: Lange auf das Zahnrad drücken, um die Oberfläche auszublenden.

source: Start / Stop
de: Start / Stopp

source: Tap anywhere on the screen.
de: Tippe irgendwo auf den Bildschirm.

source: Breathing Patterns
de: Atemmuster

source: Box Breathing (1-1-1-1)
de: Box Atmung (1-1-1-1)

source: Inhale, hold, exhale, hold – all the same length. The classic for instant clarity and nerves of steel. Perfect when you're feeling like a jittery squirrel on caffeine.
de: Ein, Halten, Aus, Halten – alles gleich lang. Der Klassiker für sofortige Klarheit und Nerven aus Stahl. Perfekt, wenn du dich wie ein aufgedrehtes Eichhörnchen fühlst.

source: Calm (4-2-4)
de: Ruhe (4-2-4)

source: 4 seconds in, 2 hold, 4 out. Gentle calm-down mode when you need to chill fast without breaking a sweat.
de: 4s Ein, 2s Halten, 4s Aus. Sanftes Runterkommen, wenn du schnell entspannen willst, ohne ins Schwitzen zu geraten.

source: Relax (4-7-8)
de: Entspannung (4-7-8)

source: 4 in, 7 hold, 8 out. Dr. Weil's famous sleep hack. Works so well, folks often nod off before they even hit the 7-second count.
de: 4 Ein, 7 Halten, 8 Aus. Der berühmte Schlaf-Hack. Funktioniert so gut, dass viele wegdriften, noch bevor sie bei 7 sind.

source: Simple (1-1)
de: Einfach (1-1)

source: Even in and out breaths. The no-brainer for on-the-go or when your mind's doing loop-de-loops.
de: Gleichmäßiges Ein- und Ausatmen. Der No-Brainer für unterwegs oder wenn dein Kopf Loopings dreht.

source: Unwind / Deep Calm (1-2)
de: Abschalten (1-2)

source: Inhale for 1 part, exhale for 2. The quickest way to kick your chill mode into gear. Double exhale = double the relaxation vibes. Great for just "blowing away" that stress.
de: 1 Teil Einatmen, 2 Teile Ausatmen. Der schnellste Weg in den Chill-Modus. Doppeltes Ausatmen = doppelte Entspannung. Puste den Stress einfach weg.

source: A no-fuss timer for zen sessions from 1 to 60 minutes, ending with a gentle "time's up!" nudge. Say goodbye to those sneaky "just five more minutes" traps.
de: Ein simpler Timer für Zen-Sessions von 1 bis 60 Minuten. Am Ende gibt's einen sanften Hinweis. Tschüss, 'nur noch 5 Minuten'-Falle.

source: Welcome
de: Willkommen

source: Choose your breathing style to get started.
de: Wähle deine Atemtechnik, um zu starten.

source: Begin Journey
de: Reise beginnen

source: Focus & Stress Relief
de: Fokus & Stressabbau

source: Calm
de: Ruhe

source: Relax
de: Entspannung

source: Sleep Aid (4-7-8)
de: Einschlafhilfe (4-7-8)

source: Simple
de: Einfach

source: Natural Breathing
de: Natürliche Atmung

source: Unwind
de: Abschalten

source: Deep Calm (1:2)
de: Tiefe Ruhe (1:2)

source: Pure Timer
de: Reiner Timer

source: Inhale
de: Einatmen

source: Hold
de: Halten

source: Exhale
de: Ausatmen

source: Meditate
de: Meditieren

source: The Science
de: Die Wissenschaft

source: Choose Pattern
de: Muster wählen

source: Select a breathing style to get started.
de: Wähle einen Stil zum Starten.

source: BREATHING
de: ATMUNG

source: Swipe
de: Wischen
